---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.LoadFailures.CannotMirrorLoad
source: html/346d26f3-e1d1-ddc2-d73f-e0d564839cd3.htm
---
# Autodesk.Revit.DB.BuiltInFailures.LoadFailures.CannotMirrorLoad Property

Can't mirror Load because mirror plane is not perpendicular to sketch plane.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotMirrorLoad { get; }
```